[
  {
    "الدولة": "أذربيجان",
    "المدينة": "باكو",
    "مناطق الجذب": "المدينة القديمة (شيريشهر)، برج العذراء، قصر الشيرفانشاه، أبراج اللهب، مركز حيدر علييف، ساحة النافورة، ميني فينيسيا، متحف السجاد.",
    "الأنشطة": "استكشاف التناقض المعماري، جولات تاريخية في المدينة القديمة، التجول في ساحة النافورة.",
    "المأكولات": "البلوف (Plov - طبق الأرز باللحم)، كباب الأذربيجان، دوشبارا (حساء الزلابية).",
    "المساحات الخضراء": "حديقة المرتفعات (Highland Park)، بوليفارد باكو (Baku Boulevard)، الحديقة المركزية (Central Park)."
  },
  {
    "الدولة": "أذربيجان",
    "المدينة": "كنجه",
    "مناطق الجذب": "منطقة نيزامي غاراسيزي، المساجد التاريخية، الأضرحة، الحدائق الجميلة.",
    "الأنشطة": "زيارة المواقع الثقافية والتاريخية، استكشاف المعالم المعمارية.",
    "المأكولات": "البلوف، كباب، دوشبارا.",
    "المساحات الخضراء": "حديقة خان (Khan Baghi)، منتزه حيدر علييف (Heydar Aliyev Park)."
  },
  {
    "الدولة": "أذربيجان",
    "المدينة": "شكي",
    "مناطق الجذب": "قصر خانات شكي، السوق المحلي للحرف اليدوية، المسرح (للموسيقى والرقص التقليدي).",
    "الأنشطة": "الانغماس في الحياة الريفية، زيارة سوق شكي لشراء السجاد.",
    "المأكولات": "طعام شكي المميز، البلوف .",
    "المساحات الخضراء": "حدائق قصر الخان، غابات شكي الوطنية."
  },
  {
    "الدولة": "أوزبكستان",
    "المدينة": "بخارى",
    "مناطق الجذب": "مئذنة كاليان، قلعة الأرك، قبة السامانيين، الأسواق المقببة (للحقير والسجاد)، المدارس القديمة، ضريح ساماني، مسجد بولا حوض.",
    "الأنشطة": "اكتشاف فن العمارة الإسلامية القديمة، التجول في أسواق تاكي.",
    "المأكولات": "البلوف، شاشليك، مانتي، سمسا .",
    "المساحات الخضراء": "منتزه ساماني (Samanid Park)، ميدان ليابي حوض (Lyab-i Hauz)."
  },
  {
    "الدولة": "أوزبكستان",
    "المدينة": "طشقند",
    "مناطق الجذب": "ساحة الاستقلال، مترو طشقند (المزين بلوحات فسيفساء)، سوق تشورسو التقليدي، المتحف الوطني لتاريخ أوزبكستان، حديقة \"ألشير نافوي\".",
    "الأنشطة": "زيارة المتاحف والحدائق الواسعة، التسوق في سوق تشورسو.",
    "المأكولات": "البلوف، شاشليك، مانتي، لغمان .",
    "المساحات الخضراء": "حديقة أليشر نافوي الوطنية (Alisher Navoi Park)، الحديقة اليابانية، حديقة طشقند النباتية."
  },
  {
    "الدولة": "أوزبكستان",
    "المدينة": "خوارزم (خيوة)",
    "مناطق الجذب": "أسوار المدينة القديمة، القصور والقلاع، الأبراج (للمراقبة)، الأسواق القديمة.",
    "الأنشطة": "استكشاف القصور والقلاع ومشاهدة الواحات، زيارة الأسواق القديمة.",
    "المأكولات": "البلوف، شاشليك، لغمان .",
    "المساحات الخضراء": "منتزه إيجان قلعة (Ichan-Qala) الداخلي، منتزه خيوة للثقافة والراحة."
  },
  {
    "الدولة": "أوزبكستان",
    "المدينة": "شهرسبز",
    "مناطق الجذب": "قصر آق سراي (مسقط رأس تيمورلنك)، الحدائق التاريخية، الفسيفساء الجميلة.",
    "الأنشطة": "زيارة الحدائق التاريخية، مشاهدة فن العمارة التيمورية.",
    "المأكولات": "البلوف، شاشليك، سمسا .",
    "المساحات الخضراء": "حدائق ساحة تيمور (Amir Timur Square)، محمية كيتوب الجيولوجية."
  },
  {
    "الدولة": "أوزبكستان",
    "المدينة": "نمنجان",
    "مناطق الجذب": "(مدينة كبرى ذات آثار ومعالم تاريخية).",
    "الأنشطة": "استكشاف المآذن والمدارس، زيارة حديقة الزهور.",
    "المأكولات": "البلوف النمنجاني، شاشليك، فواكه وادي فرغانة .",
    "المساحات الخضراء": "حديقة ظهير الدين بابور (Babur Park)، حديقة أفسونا (Afsana Park)."
  }
]